{
    "source": "scraper_news_worldnewsapi",
    "news": [
        {
            "data": "The National Bureau of Statistics (NBS) on Friday said the inflation rate rose to 33.88 per in October 2024.\n\nIt soared by 1.18 percent from the 32.70 percent recorded in September 2024.\n\nThis was contained in the press release the Statistician General of the Federation, Prince Adeyemi Adeniran issued in Abuja.\n\nHe said: “The headline Inflation rate for October 2024, on a year-on-year basis, increased to 33.88% relative to the September 2024 headline inflation rate of 32.70%.\n\n“Looking at the headline trend, the October 2024 headline inflation rate showed an increase of 1.18% points compared to the September 2024 headline inflation rate.”\n\nHe said similarly, on a year-on-year basis, the headline inflation rate was 6.55% points higher compared to the rate recorded in October 2023 (27.33%).\n\nThe increase in the headline index for October 2024, according to him, was attributed to the rise in the average price of some items in the basket of goods and services at the divisional level. He said these increases were observed in food and non-alcoholic beverages (17.55%), housing, water, electricity, gas & other Fuel (5.67%), Clothing & footwear (2.59%), transport (2.20%), furnishings & household equipment and maintenance (1.70%), education (1.34%) and health (1.02%).\n\n He added that others are Miscellaneous Goods & Services (0.56%), Restaurants & Hotels (0.41%), Alcoholic Beverages, Tobacco & Kola (0.37%), Recreation & Culture (0.23%) and Communication (0.23%).\n\nAdeniran said similarly, on a month-over-month basis, the headline inflation rate in October 2024 also rose to 2.64%, compared to the rate recorded in September 2024 (2.52%).\n\n The press release reads in part: “This shows that the rate of increase in the average price level was higher than that of the preceding month by 0.12%.\n\n“The percentage change in the average CPI for the twelve months ending October 2024 over the average CPI for the previous corresponding twelve-month period was 32.26%, showing an 8.82% increase compared to 23.44% recorded in October 2023.\n\n “The Food sub-index for October 2024 increased to 39.16% year-on-year, a 7.46% point higher than the rate recorded in October 2023 (31.52%).\n\n“The rise in Food inflation on a year-on-year basis was attributed to increases in prices of Guinea Corn, Rice, Maize Grains, Rice, etc. (Bread and Cereals Class), Yam, Water Yam, Coco Yam, etc (Potatoes, Yam & Other Tubers Class), Palm Oil, Vegetable Oil etc. (Oil and Fats Class) and Milo Lipton, Bournvita etc. (Coffee, Tea & Cocoa Class).\n\n“Likewise, on a month-on-month basis, the Food inflation rate in October 2024 was 2.94%.\n\n“This was 0.30% higher compared to the rate recorded in September 2024 (2.64%).\n\n” The rise in Food inflation was caused by an increase in the average prices of Palm Oil, Vegetable oil, etc. (Oil & Fats Class), Mudfish, Croaker (Apo), Fresh fish (Obokun), etc. (Fish Class), Dried Beef, Goat Meat, Mutton, Skin meat, etc (Meat Class), and Bread, Guinea Corn flour, Plantain flour, Rice, etc. (Bread and Cereals Class).\n\nRead Also: Nigeria’s inflation rate declines to 33.40% in July- NBS\n\n“The average annual rate of Food inflation for the twelve months ending October 2024 over the previous twelve-month average was 38.12%, which was 11.79% points increase from the average annual rate of change recorded in October 2023 (26.33%).\n\n“Core inflation, which is all items less volatile farm produces and Petroleum Motor Spirit (PMS).\n\n“The Core inflation rate stood at 28.37% in October 2024 year-on-year. This shows a rise of 5.79% compared to the 22.58% recorded in October 2023.\n\n“The highest increases were recorded in prices of Bus Journey within the city, Journey by motorcycle Bus journey intercity, etc. (under Passenger Transport by Road Class), Rents (Actual and Imputed Rentals for Housing Class), Meals at a local Restaurant (Accommodation Service Class), and hair cut service, woman hairbrush, women’s hairdressing, etc. (Hairdressing salons & personal grooming establishments Class).\n\n“Furthermore, on a month-on-month basis, the Core Inflation rate was 2.14% in October 2024, higher by 0.94% compared to 2.10% in September 2024.\n\nThe average twelve-month annual Core inflation rate was 26.12% for the twelve months ending October 2024; this was 6.14% points higher than the 19.98% recorded in October 2023.\n\n “The Urban consumer’s inflation rate on a year-on-year basis stood at 36.38% for October 2024, this shows a 7.09% point higher compared to the 29.29% recorded in the corresponding month in the year 2023.\n\n“On a month-on-month basis, the Urban inflation rate grew by 2.75% in October 2024, which shows an increase of 0.08% compared to 2.67% in September 2024.\n\nThe twelve-month average annual inflation rate ending October 2024 over the previous corresponding twelve-month average, Urban inflation rate was 34.52%. This was 9.76% points higher compared to the 24.76% reported in October 2023.\n\n “The Rural consumer’s sub-index in October 2024 was 31.59% on a year-on-year basis; this was 6.01% higher compared to the 25.58% recorded in October 2023.\n\nOn a month-on-month basis, the Rural sub-index in October 2023 was 2.53%, which increased by 0.14% compared to September 2024 (2.39%).\n\n“The twelve-month average annual inflation rate ending October 2024 over the previous corresponding twelve-month average, Rural inflation rate was 30.24%. This was 8.01% higher than the 22.23% recorded in October 2023.\n\n*The analyses of the states show that the all-item index for October 2024, on a year-on-year basis was highest in Bauchi (46.68%), Kebbi (40.02%), Sokoto (39.64%), while Delta (27.85%), Benue (28.22%) and Katsina (29.59%) recorded the lowest rise in Headline inflation on Year-on-Year basis.\n\n“On a month-on-month basis, October 2024 recorded the highest increases in October 2024 recorded the highest increases in Kano (3.77%), Bauchi (3.74%), Adamawa (3.59%), while Kwara (1.27%), Ondo (1.49%) and Lagos (1.91%) recorded the slowest rise.\n\n7. State-level analyses of the food index in October 2024, on a year-on-year basis, showed the highest increases in Sokoto (52.18%), Edo (46.55%), Borno (45.85%), while Kwara (31.68%), Kogi (33.30%) and Rivers (33.87%) recorded the slowest rise.\n\n“On a month-on-month basis, however, October 2024 Food inflation was highest in Adamawa (5.08%), Sokoto (4.86%), and Yobe (4.34%), while Kwara (1.11%), Ondo (1.31%) and Kogi (1.50%) recorded the slowest rise in Food inflation.”",
            "date": "2024-11-15 13: 17: 03"
        },
        {
            "data": "The escalating prices of food and non-alcoholic beverages in the country have immensely contributed to the rise in the October 2024 headline inflation rate, which stood at 33.88 percent relative to 32.70 percent recorded in the preceding month.\n\nLooking at the trend, the October 2024 headline inflation rate showed an increase of 1.18 percent points compared to that of September 2024.\n\nOn a year-on-year basis, the headline inflation rate was 6.55 percent points higher compared to the 27.33 percent rate recorded in October 2023.\n\nThe National Bureau of Statistics (NBS) which released the data on Friday attributed the spike in the October inflation rate majorly to the rising cost of food and non-alcoholic beverages in the country. \n\nThe Food sub-index for October 2024 increased to 39.16 percent year-on-year, a 7.46 percent point higher than the 31.52 percent rate recorded in October 2023.\n\n“The increase in the headline index for October 2024 was attributed to the rise in the average price of some items in the basket of goods and services at the divisional level.\n\n“These increases were observed in Food and non-alcoholic Beverages (17.55%), Housing, Water, Electricity, Gas & other Fuel (5.67%), Clothing & Footwear (2.59%), Transport (2.20%), Furnishings & Household Equipment and maintenance (1.70%), Education (1.34%) and Health (1.02%).\n\n“Others are Miscellaneous Goods & Services (0.56%), Restaurants & Hotels (0.41%), Alcoholic Beverages, Tobacco & Kola (0.37%), Recreation & Culture (0.23%) and Communication (0.23%),” the NBS stated.\n\nThe Central Bank of Nigeria (CBN) has hiked interest rates five times this year to get inflation under control, and it will hold another rate-setting meeting later this month.\n\nInflation quickened sharply in the second half of 2023 after President Bola Tinubu devalued the Naira, and cut subsidies to lift economic growth and shore up public finances.\n\nInflation started to ease in July 2024 as the impact of the naira devaluation began to fade, before a series of petrol price increases again spurred inflationary pressures, exacerbating the worst cost-of-living crisis in decades in Africa’s most populous nation.\n\nOn a month-over-month basis, the headline inflation rate in October 2024 also rose to 2.64 percent, compared to the 2.52 percent rate recorded in September 2024, showing the rate of increase in the average price level was higher than that of the preceding month by 0.12 percent.\n\nThe percentage change in the average CPI for the twelve months ending October 2024 over the average CPI for the previous corresponding twelve-month period was 32.26 percent, showing an 8.82 percent increase compared to 23.44 percent recorded in October 2023.\n\nThe rise in Food inflation on a year-on-year basis was attributed to increases in prices of Guinea Corn, Rice, Maize Grains, Rice, etc. (Bread and Cereals Class), Yam, Water Yam, Coco Yam, etc (Potatoes, Yam & Other Tubers Class), Palm Oil, Vegetable Oil, etc. (Oil and Fats Class) and Milo Lipton, Bournvita, etc. (Coffee, Tea & Cocoa Class).\n\nLikewise, on a month-on-month basis, the Food inflation rate in October 2024 was 2.94 percent, 0.30 percent higher compared to the 2.64 percent rate recorded in September 2024.\n\nThe NBS said the rise in Food inflation was caused by an increase in the average prices of Palm Oil, Vegetable oil, etc. (Oil & Fats Class), Mudfish, Croaker (Apo), Fresh fish (Obokun), etc. (Fish Class), Dried Beef, Goat Meat, Mutton, Skin meat, etc (Meat Class), and Bread, Guinea Corn flour, Plantain flour, Rice, etc. (Bread and Cereals Class).\n\nThe average annual rate of Food inflation for the twelve months ending October 2024 over the previous twelve-month average was 38.12%, which was 11.79 percent points increase from the average annual rate of 26.33 percent change recorded in October 2023.\n\nCore inflation rate, which is all items, less volatile farm produces and Premium Motor Spirit (PMS) stood at 28.37 percent in October 2024 year-on-year, showing a rise of 5.79 percent compared to the 22.58 percent recorded in October 2023.\n\nThe NBS said the highest increases were recorded in prices of Bus Journey within the city, Journey by motorcycle Bus journeys intercity, etc. (under Passenger Transport by Road Class), Rents (Actual and Imputed Rentals for Housing Class), Meals at a local Restaurant (Accommodation Service Class), and hair cut service, woman hairbrush, women’s hairdressing, etc. (Hairdressing salons & personal grooming establishments Class).\n\nFurthermore, on a month-on-month basis, the Core Inflation rate was 2.14 percent in October 2024, higher by 0.94 percent compared to 2.10 percent in September 2024.\n\nThe average twelve-month annual Core inflation rate was 26.12 percent for the twelve months ending October 2024; this was 6.14 percent points higher than the 19.98 percent recorded in October 2023.\n\nThe Urban consumer’s inflation rate on a year-on-year basis stood at 36.38 percent for October 2024, this shows a 7.09 percent point higher compared to the 29.29 percent recorded in the corresponding month in the year 2023.\n\nOn a month-on-month basis, the urban inflation rate grew by 2.75 percent in October 2024, which shows an increase of 0.08 percent compared to 2.67 percent in September 2024.\n\nThe twelve-month average annual urban inflation rate ending October 2024 was 34.52 percent higher than the previous corresponding twelve-month average. This was 9.76 percent points higher than the 24.76 percent reported in October 2023.\n\nThe Rural consumer’s sub-index in October 2024 was 31.59 percent on a year-on-year basis; this was 6.01 percent higher compared to the 25.58 percent recorded in October 2023.\n\nOn a month-on-month basis, the Rural sub-index in October 2023 was 2.53 percent, which increased by 0.14 percent compared to 2.39 percent in September 2024.\n\nThe twelve-month average annual inflation rate ending October 2024 over the previous corresponding twelve-month average, rural inflation rate was 30.24 percent. This was 8.01 percent higher than the 22.23 percent recorded in October 2023.\n\nThe NBS pointed out that “the analyses of the States show that the all-item index for October 2024, on a year-on-year basis was highest in Bauchi (46.68%), Kebbi (40.02%), Sokoto (39.64%), while Delta (27.85%), Benue (28.22%) and Katsina (29.59%) recorded the lowest rise in Headline inflation on Year-on-Year basis.\n\n“On a month-on-month basis, October 2024 recorded the highest increases in October 2024 recorded the highest increases in Kano (3.77%), Bauchi (3.74%), Adamawa (3.59%), while Kwara (1.27%), Ondo (1.49%) and Lagos (1.91%) recorded the slowest rise.\n\n“State-level analyses of the food index in October 2024, on a year-on-year basis, showed the highest increases in Sokoto (52.18%), Edo (46.55%), Borno (45.85%), while Kwara (31.68%), Kogi (33.30%) and Rivers (33.87%) recorded the slowest rise.\n\n“On a month-on-month basis, however, October 2024 Food inflation was highest in Adamawa (5.08%), Sokoto (4.86%), and Yobe (4.34%), while Kwara (1.11%), Ondo (1.31%) and Kogi (1.50%) recorded the slowest rise in Food inflation”.\n\nALSO READ THESE TOP STORIES FROM NIGERIAN TRIBUNE \n\nFEC approves N47.9trn budget for 2025\n\nBillionaire Zuckerberg releases song for wife on dating anniversary\n\n(ICYMI) Third term: US constitutional amendment Trump ‘must’ alter to run again in 2028\n\nHow NASS members encourage corruption in public sector — Jega\n\nPetrol pricing: PETROAN accuses Dangote of trying to stifle competition\n\nNigerians rejected Atiku’s ideas in 2023 — Presidency\n\nPetrol pricing: We sell at N960/litre into ships, N990 for trucks — Dangote Refinery\n\n Get real-time news updates from Tribune Online! Follow us on WhatsApp for breaking news, exclusive stories and interviews, and much more. Join our WhatsApp Channel now",
            "date": "2024-11-15 20: 38: 23"
        },
        {
            "data": "YENAGOA – A Niger Delta activist and Di-rector, Planning, Research and Statistics in the Niger Delta Development Commission (NDDC), Dr Patterson Ogon, has stated that over reliance of the Nigerian state on oil is responsible for the poor op-portunities for the creation of a diversified economy in the country. \n\nDr. Ogon made the remark while speaking on the theme: “Niger Delta Region and Nige-ria’s Economic Diversification: Challenges and Prospects” during the 13th annual lecture series of the Federated Cor-respondents’ Chapel, Nigeria Union of Journalists, Bayelsa State council on Thursday.\n\nHe urged the Nigerian state to begin the process of moving away from oil and focus on oth-er sectors like agriculture and manufacturing to have a sus-tainable economy, and ensure a safer ecosystem.\n\nHe said, “Agriculture ac-counted for 72% of Nigeria’s total national output in 1950”. These include crop production such as palm oil and kernels, rubber, cocoa, coffee, groundnut etc. Other economic activities include animal rearing, fishing, hunting, and gathering”\n\nHe also said: “Nigeria’s eco-nomic diversification faces chal-lenges such as a history of fiscal dependence on oil, mismanage-ment of oil proceeds, and vola-tile global oil prices. The Niger Delta region, which is home to a large population and abundant natural resources, has poten-tial to contribute to Nigeria’s economic diversification.\n\n“The discovery of oil and the wealth it creates in those soci-eties has its pains. It’s a classic case of the rich also cry. The above quotes may not have been made for the fun of it. Nigeria’s complex socio-economic and political crisis, deepened by the exploitation and exploration of oil, may only have added to the global disconnect that oil has created.\n\n“Economic diversification is the process of shifting an econo-my away from a single income source toward multiple sources from a growing range of sectors and markets. Traditionally, it has been applied as a strategy to encourage positive econom-ic growth and development. In the Nigerian setting it largely explores the possibility of shift-ing away from our over reliance on oil exploitation to other crit-ical sectors with potentials of generating economic benefits.",
            "date": "2024-11-15 07: 38: 11"
        },
        {
            "data": "The National Bureau of Statistics (NBS), yesterday, said the inflation rate rose to 33.88 per cent in October 2024.\n\nIt soared by 1.18 per cent from the 32.70 per cent recorded in September 2024.\n\nIt blamed the rise on the increase in the costs of food, fuel, electricity, beverages, and others.\n\nThis was contained in a press release the Statistician General of the Federation, Prince Adeyemi Adeniran issued in Abuja.\n\nHe said, “The headline Inflation rate for October 2024, on a year-on-year basis, increased to 33.88% relative to the September 2024 headline inflation rate of 32.70%.\n\n“Looking at the headline trend, the October 2024 headline inflation rate showed an increase of 1.18% points compared to the September 2024 headline inflation rate.”\n\nHe said similarly, on a year-on-year basis, the headline inflation rate was 6.55% points higher compared to the rate recorded in October 2023 (27.33%).\n\nThe increase in the headline index for October 2024, according to him, was attributed to the rise in the average price of some items in the basket of goods and services at the divisional level.\n\nHe said these increases were observed in food and non-alcoholic beverages (17.55%), housing, water, electricity, gas & other Fuel (5.67%), Clothing & footwear (2.59%), transport (2.20%), furnishings & household equipment and maintenance (1.70%), education (1.34%) and health (1.02%).\n\n He added that others are Miscellaneous Goods & Services (0.56%), Restaurants & Hotels (0.41%), Alcoholic Beverages, Tobacco & Kola (0.37%), Recreation & Culture (0.23%) and Communication (0.23%).\n\nAdeniran said similarly, on a month-over-month basis, the headline inflation rate in October 2024 also rose to 2.64%, compared to the rate recorded in September 2024 (2.52%).\n\n The press release reads in part: “This shows that the rate of increase in the average price level was higher than that of the preceding month by 0.12%.\n\n“The percentage change in the average CPI for the twelve months ending October 2024 over the average CPI for the previous corresponding twelve-month period was 32.26%, showing an 8.82% increase compared to 23.44% recorded in October 2023.\n\n “The Food sub-index for October 2024 increased to 39.16% year-on-year, a 7.46% point higher than the rate recorded in October 2023 (31.52%).\n\n“The rise in Food inflation on a year-on-year basis was attributed to increases in prices of Guinea Corn, Rice, Maize Grains, Rice, etc. (Bread and Cereals Class), Yam, Water Yam, Coco Yam, etc (Potatoes, Yam & Other Tubers Class), Palm Oil, Vegetable Oil etc. (Oil and Fats Class) and Milo Lipton, Bournvita etc. (Coffee, Tea & Cocoa Class).\n\n“Likewise, on a month-on-month basis, the Food inflation rate in October 2024 was 2.94%.\n\nRead Also: ‘Govt should intervene in food prices’\n\n“This was 0.30% higher compared to the rate recorded in September 2024 (2.64%). \n\n” The rise in Food inflation was caused by an increase in the average prices of palm oil, vegetable oil, etc. (oil & fats class), mudfish, croaker (apo), fresh fish (obokun), etc. (Fish Class), Dried Beef, Goat Meat, Mutton, Skin meat, etc (Meat Class), and Bread, Guinea Corn flour, Plantain flour, Rice, etc. (Bread and Cereals Class).\n\n“The average annual rate of food inflation for the twelve months ending October 2024 over the previous twelve-month average was 38.12%, which was 11.79% points increase from the average annual rate of change recorded in October 2023 (26.33%).\n\n“Core inflation, which is all items less volatile farm produces and Petroleum Motor Spirit (PMS).\n\n” The Core inflation rate stood at 28.37% in October 2024 year-on-year. This shows a rise of 5.79% compared to the 22.58% recorded in October 2023.\n\n“The highest increases were recorded in prices of Bus Journey within the city, Journey by motorcycle Bus journey intercity, etc. (under Passenger Transport by Road Class), Rents (Actual and Imputed Rentals for Housing Class), Meal at a local Restaurant (Accommodation Service Class), and hair cut service, woman hairbrush, women’s hairdressing, etc. (Hairdressing salons & personal grooming establishments Class).\n\n“Furthermore, on a month-on-month basis, the Core Inflation rate was 2.14% in October 2024, higher by 0.94% compared to 2.10% in September 2024.\n\nThe average twelve-month annual Core inflation rate was 26.12% for the twelve months ending October 2024; this was 6.14% points higher than the 19.98% recorded in October 2023.\n\n “The Urban consumer’s inflation rate on a year-on-year basis stood at 36.38% for October 2024, this shows a 7.09% point higher compared to the 29.29% recorded in the corresponding month in the year 2023.\n\n“On a month-on-month basis, the Urban inflation rate grew by 2.75% in October 2024, which shows an increase of 0.08% compared to 2.67% in September 2024.\n\nThe twelve-month average annual inflation rate ending October 2024 over the previous corresponding twelve-month average Urban inflation rate was 34.52%. This was 9.76% points higher compared to the 24.76% reported in October 2023.\n\n “The Rural consumer’s sub-index in October 2024 was 31.59% on a year-on-year basis; this was 6.01% higher compared to the 25.58% recorded in October 2023.\n\nOn a month-on-month basis, the Rural sub-index in October 2023 was 2.53%, which increased by 0.14% compared to September 2024 (2.39%).\n\n“The twelve-month average annual inflation rate ending October 2024 over the previous corresponding twelve-month average, Rural inflation rate was 30.24%. This was 8.01% higher than 22.23% recorded in October 2023”.\n\n“The analyses of the states show that the all-item index for October 2024, on a year-on-year basis was highest in Bauchi (46.68%), Kebbi (40.02%), Sokoto (39.64%), while Delta (27.85%), Benue (28.22%) and Katsina (29.59%) recorded the lowest rise in Headline inflation on Year-on-Year basis.\n\n“On a month-on-month basis, October 2024 recorded the highest increases in October 2024 recorded the highest increases in Kano (3.77%), Bauchi (3.74%), Adamawa (3.59%), while Kwara (1.27%), Ondo (1.49%) and Lagos (1.91%) recorded the slowest rise.\n\nState-level analyses of the food index in October 2024, on a year-on-year basis, showed the highest increases in Sokoto (52.18%), Edo (46.55%), Borno (45.85%), while Kwara (31.68%), Kogi (33.30%) and Rivers (33.87%) recorded the slowest rise.\n\n“On a month-on-month basis, however, October 2024 Food inflation was highest in Adamawa (5.08%), Sokoto (4.86%), and Yobe (4.34%), while Kwara (1.11%), Ondo (1.31%) and Kogi (1.50%) recorded the slowest rise in Food inflation.”",
            "date": "2024-11-16 04: 28: 44"
        },
        {
            "data": "Ahead of the conduct of the bye election for Anambra South Senatorial District, one of the aspirants in APGA and CEO Sea Horse Lubricant Ltd Chief Ebuka Onunkwo spoke to Okey Maduforo on his ambition and the political structure in the country.\n\nWhy did you choose to leave your flourishing business to go into politics?\nAll hands must be on deck to correct the anomalies in Nigeria, so it is time good people went into politics to contribute in reshaping the affairs of this country for its socio-economic development of our.\nIf you leave it to the so-called typical politicians, whatever decisions they take affect all of us. So we have to stop sitting on the fence and fully come in to make the change that we need.\n\nGiven the brand of politics being played in Nigeria, people feel that you are too decent to play politics\nYes that is why I said that it is time we went into politics irrespective of how dirty politics is described; we have to come in and make the difference. We have to make people know that a decent person can play politics.\nI have to stand my ground to ensure that nobody pushes me to do things against my faith or what is against my people.\nInstead of me to do that, I will do everything to convince my people on the best way to follow.\nPolitics doesn’t have to be a matter of manipulation, politics doesn’t have to be going against the law or that the best politician is the one that wins through any means available to the person.\n\nMy brand of politics is not about manipulating things but about the people and what they stand to benefit from the process but by leading by example.\nIt is not for personal gains because God has already blessed me; what I want is to go in there to better the lives our people in Anambra South Senatorial District.\n\nWhy the choice of APGA that is seen as a lone ranger party?\nThis is because the party has an ideology that is similar to my own political ideology, and I think that the party will not take the state to greater heights and to another level.\nIt is not about being a national political party it is not about how many states are controlled by APGA .\nFor now we are talking about Anambra South Senatorial District and I am using the platform that will enable me to realise my dreams and ambitions .\nI am going there to make laws and policies that will impact positively on the people of Anambra South Senatorial District and it doesn’t matter the political party, and that platform is the All Progressives Grand Alliance (APGA).\n\nDuring the last elections BVAS and IREV were discarded, how confident are you that your election will not suffer the same fate ?\nMy interest is to ensure that I get massive support irrespective of what the Independent National Electoral Commission (INEC) wants to do.\nWhat is important is a good support base and being on ground so that if they use B VAS or not, you are sure of winning.\nThe election is being conducted by INEC and it is up to the Commission to state how it will conduct the election and not for the political parties or candidates to dictate to INEC what to do .\n\nSome members of APGA are protesting that you are new and want to highjack the ticket of the party?\nWell, any person that says that I am not old in the party is a new person in the party.\nI started in APGA during the time of Peter Obi administration and I also worked for the former Governor Willie Obiano, and they all visited me here in my home .\nThey did not come to me because I belong to the opposition but because I am a member of APGA. Besides, I have been investing in the party and I am a major stakeholder in Ekwusigo local government area when it has to do with politics.\nIf they are real members of APGA, they will not be saying what they are saying.\n\nZoning has become an issue in Anambra South Senatorial District and the people of Nnewi South are saying that it is their turn ?\nI don’t think that the contest for Anambra South Senatorial District has anything to do with zoning.\nThe Uba family has produced two senators such as Dr Ugochukwu Uba and Andy Uba, and there is another Uba that I heard is interested.\nWhile they were there, no one talked about zoning so why now? If people say that it is the turn of Nnewi South how about Ekwusigo local government area?\nEkwusigo local government area has never produced a senator since it was created and nobody is making noise about zoning.\nThis is also to tell you that zoning cannot come in now and if that is the case we should be considering Ekwusigo local government area.\nSomeone talked about Sen Nnamdi Eriobuna as filling Ekwusigo’s slot and I tell you that as it were Ihembosi, my town, was under the Ihiala local government area and not Ekwusigo local government area and since the creation of Ekwusigo local government area we have not produced a senator from Anambra South Senatorial District.\nBesides your own election, Anambra will be holding gubernatorial poll and Soludo is in the contest; what are his chances?\nVery bright chance because Gov Charles Soludo is on ground and is working. If I am to score him over 10, I will score him nine over 10.\nRecently he was rated the best governor in the area of fiscal financial management and he is one of the best governors in Nigeria.\nSome people may not like him because he is not going about throwing money out. He is not an extravagant spender because he is careful and knows where to channel the resources of Anambra state.\nHe is not ready to go about sharing money to people because his experience as the governor of Central Bank of Nigeria is being put to use, he doesn’t make promises that he cannot honour.\nHe is not a flippant politician that goes about making empty promises.\n\nBut it is being alleged that Soludo is interested in Aguata and is neglecting Nnewi South, Nnewi North and Ekwusigo local government areas?\nAs you were coming to my house you saw a road being constructed by Soludo, that road is stone based and it has never seen asphalt in the last 100 years but you can see what is happening.\nThe road starts from Ozubulu- in Ekwusigo local government area passing through Ihembosi my home to Upkor Nnewi South local government area.\nThe road passed through two local government areas and three communities and it is being done by Gov Soludo.\nThere is another road under construction from Nnewi North to Ekwusigo to Okija in Ihiala local government area. There is another one from Atani in Ogbaru local government area to Ozubulu to Ihiala under Soludo administration.\nSo one cannot say that Soludo neglected our area and is working only in Aguata local government area.\n\nBeing a businessman, what can you do to improve commerce and industry in Anambra South Senatorial District?\nWhat many of us don’t understand is that the primary duty of a lawmaker is to make laws for the development of the state and their area and not embarking on projects .\nIt is the duty of the Executive arm of government and not the duty of the legislative arm of government.\nSo I am going to make laws for the people and these are laws that would improve the economy and industrial sector of the Senatorial District.\nThose laws would help them have easier access to funds to do business and also there shall be laws that will improve on the power sector because no economy can thrive without power supply or energy and that has been the problemsl of the industrial sector.\nHowever if the opportunity comes that I can do projects who am I to say no? We also have Constituency projects that we present during appropriation, and what the lawmakers do is to suggest projects in his Constituency or Senatorial District and they do not give the funds for the project to the lawmakers to spend but it is captured in the appropriation bill.\n\nBut how would you handle insecurity in your Senatorial District because that is where we have problems?\nInterestingly my, Gov Soludo has been doing well in the area of fighting insecurity and you will agree with me that before he came in we couldn’t stay here and feel free talking.\nBut so far insecurity has reduced drastically because of what he is doing and we, on our own part, are helping by assisting the local security network and the conventional security outfits such as Police and other security operatives in the state.\nAnother aspect that is very important is the release of Mazi Nnamdi Kanu who is under detention.\nI add my voice to call for the release of Mazi Nnamdi Kanu and I know with that insecurity will be a thing of the past .\nThose boys inside the bush are claiming that they are there because of the detention of Kanu and it is my belief that if he is released these stories of kidnappings and burnings of police stations will stop, and if anyone is seen inside the bush he will have to explain what he is doing there .\n\nSince the Courts have granted him bail what are we waiting for than to grant Nnamdi Kanu freedom?\nThat may have given rise to the demands and a bill at the National Assembly for the creation of regions and more states in the South East…\nI totally subscribe to the issue of Regionalism. This is because with that, the regions will use their resources to develop themselves and that is part of resource control and restructuring that we are talking about.\nThere is no region in Nigeria that does not have one or two things that they can use to develop themselves.\nWe used to have the groundnut peramids in the North, we have zinc, we have gold in Zamfara.\nWe have cocoa and rubber in the West and Midwest, vwe have palm oil and crude oil in the South East and South South and these are important resources that can build the regions.\nWe are depending more on oil and that is not good as it doesn’t make economic sense to have a mono economy.\nCountries are diversifying and exploiting other ways to grow their economy but we are here depending only on the crude oil.\nAnyone that is against it is an enemy to the socio-economic development of our country, those who don’t want it are those who may have been feeding from the status quo.\nAlso, the South East needs more states, at least two more states because in 1970, we had the Eastern region which has been divided into nine states .\nBut South East has only five states while the least regions have at least six states and that means more federal constituencies and Senatorial Districts for those zones.\nThat also means more local government areas and more state constituencies.\nWhen you come to the South East we only have 15 Senatorial Districts and a state has 27 local government areas like Imo State, some states have 17 local government areas while Anambra has 21 local government areas.\nBut if you go to the North, one state has 48 local government areas and that would cancel all the local government areas in Anambra and Imo states.\nSome have thirty local government areas while the South East is small and that is why when issues are put to voting at the National Assembly, the majority carries the vote and the majority would try to frustrate whatever that is not coming to them but if it is to their favour they will vote in favour of that and that is really unfortunate.",
            "date": "2024-11-16 14: 13: 31"
        }
    ],
    "time": "2024-09-12 09: 00: 23"
}
