{
    "source": "scraper_news_xtb",
    "news": [
        {
            "data": "<ul> \n <li>Donald Trump zwyciężył w wyborach prezydenckich. Indeksy amerykańskie notują dziś imponujące wzrosty, choć nastroje na rynkach europejskich nie były dziś proporcjonalnie optymistyczne. Niemiecki DAX tracił ponad 1%, a francuski CAC40 cofnął się o prawie 0.5%. Spadki odnotowały też kontrakty na indeksy chińskie</li> \n <li>Nasdaq 100 i S&amp;P 500 zyskują ponad 2%, a DJIA rośnie o ponad 3.2%. Rekordową sesję zalicza jednak indeks małych i średnich firm, Russell 2000, który notuje 5% rajd. Wśród walorów BigTech najmocniej, bo blisko&nbsp;4.4% zyskuje dziś Nvidia</li> \n <li>Rentowności 10-letnich obligacji USA rosną dziś o 12 punktów bazowych do 4.41%, a EURUSD traci 1.6%, osuwając się do 1.075. Blisko 2% wzrosty notuje para USDJPY, gdzie jen został przyparty do muru przez szarżującego dolara.</li> \n <li>Pod presją silnego dolara i realizacji zysków znalazło się złoto i srebro, które traci odpowiednio 3 i 5%. Podobnie mocno tracą metale przemysłowe, gdzie wyróżniają się cynk i miedź, oba surowce z&nbsp;blisko 5% spadkiem. Surowce rolne poza kakao i bawełną odnotowały dziś niewielkie wzrosty</li> \n <li>Akcje Tesli odbijają dziś o 15%, ponieważ inwestorzy oceniają, że wygrana Trumpa korzystnie wpłynie na sytuację firmy poprzez wycofanie programów rządowych, potrzebnych innym konkurencyjnym dla niej producentom oraz konkurencję z chińskimi odpowiednikami.</li> \n <li>Walory Super Micro Computer tracą prawie 25%; firma we wstępnych, niezaudytownych wynikach pobiła prognozy zysku, ale zawiodła sprzedaż; wydała też zaskakująco ostrożne oczekiwania na ostatni kwartał roku (fiskalny II kwartał 2025)</li> \n <li>Dwucyfrowe spadki notują akcje związane z rynkiem paneli fotowolataicznych jak First Solar oraz firmy z sektora wiatroweg jak Orsted i Vestas. Inwestorzy oczekują, że nowa administracja nie będzie przychylna dotowaniom tych branż z krajowego budżetu</li> \n <li>Zyskują akcje z sektora lotniczego i obronnego; blisko 3% rośnie HEICO Corp, z kolei Textron notuje 6% rajd. Dostawca okrętów marynarki wojennej, Huntington Ingalls notuje ponad 6% rajd. Czołowe spółki obronne jak Lockheed Martin, Northrop&nbsp;Grumman czy General Dynamics zyskują w przedziale 1 do 3%.</li> \n</ul> \n<p>Zmiana zapasów ropy naftowej w USA (zmiana tygodniowa): 2, 149 mln baryłek (oczekiwano -300 tysięcy baryłek; wcześniej&nbsp; 515 tysięcy baryłek). Kontrakty na ropę aktualnie nieznacznie tracą, choć pierwsza reakcja na raport była zaskakująco pozytywna. Z kolei gaz ziemny zyskuje ponad 3%.</p> \n<p>Benzyna: 412 tys. (oczekiwano -0, 977M; wcześniej -2, 707M)</p> \n<p>Destylaty: 2, 947M (oczekiwano -1, 500M.; wcześniej -0, 977M)</p> \n<ul> \n <li>Rynek kryptowalut notuje potężne wzrosty. Bitcoin oscyluje w okolicach 75 tys. USD, a Uniswap, AAVE i Fantom zyskują w przedziale 15 - 30%. Dogecoin zyskuje 14%, podążając w ślad za akcjami Tesli.</li> \n <li>Według Villeroya z EBC wygrana Trumpa oznacza wyższe ryzyko inflacyjne w USA, oraz prawdopodobieństwo zwiększenia deficytu z obecnych wysokich już poziomów.&nbsp;</li> \n <li>Inwestorzy oczekują, że protekcjonistyczna polityka oraz obniżki podatków nałożą presję na Fed, który zmuszony zostanie do utrzymania wyższych stóp przez dłuższy czas, wobec solidnych danych makro i ryzyka powrotu presji cenowej.&nbsp;Aktualnie rynki wyceniają w pełni już tylko jedną obniżkę stóp w USA, w tym roku oraz 100 pb cięć w roku przyszłym, w ciągu trzech pierwszych kwartałów.</li> \n <li>Rada Polityki Pieniężnej utrzymała stopy procentowe w Polsce bez zmian. Projekcje inflacyjne na rok 2025 i 2026 zostały nieznacznie podniesione względem lipca. Na koniec przyszłego roku NBP oczekuje 5.4% inflacji, wobec wcześniej szacowanych 5.25%. Na koniec roku 2026 inflacja ma wynieść 2.75%, wcześniej oczekiwano 2.7%. To śladowe zmiany. Prognoza na ten rok została obniżona do 3.65% wobec 3.7% w lipcowych projekcjach</li> \n</ul> \n<img src='https://xtb.scdn5.secure.raxcdn.com/default/0103/86/image_2024_11_06T18_01_05_901Z_6424a2b95b.png'> &nbsp;  \n<p><em>Sektor farmaceutyczny traci, ponieważ panuje przekonanie, że Republikanie nie będą przychylnym okiem patrzeć na biznes gigantów farmaceutycznych, których działania wielokrotnie krytykował Donald Trump. Eliy Lilly i Novo Nordisk tracą ponad 3%; presję spadkową widać w walorach Pfizera, BIONTechu i Moderny. Sesję dominują wzrosty w sektorze IT, banków oraz instytucji finansowych, oraz ubezpieczeń i producentów sprzętu, gdzie CAT rośnie o prawie 9%. Źródło: xStation5</em></p>\n<p id='disclaimer'>Ta publikacja handlowa jest informacyjna i edukacyjna. Nie jest rekomendacją inwestycyjną ani informacją rekomendującą lub sugerującą strategię inwestycyjną. W materiale nie sugerujemy żadnej strategii inwestycyjnej ani nie świadczymy usługi doradztwa inwestycyjnego. Materiał nie uwzględnia indywidualnej sytuacji finansowej, potrzeb i celów inwestycyjnych klienta. Nie jest też ofertą sprzedaży ani subskrypcji. Nie jest zaproszeniem do nabycia, reklamą ani promocją jakichkolwiek instrumentów finansowych. Publikację handlową przygotowaliśmy starannie i obiektywnie. Przedstawiamy stan faktyczny znany autorom w chwili tworzenia dokumentu. Nie umieszczamy w nim żadnych elementów oceniających. Informacje i badania oparte na historycznych danych lub wynikach oraz prognozy nie stanowią pewnego wskaźnika na przyszłość. Nie odpowiadamy za Twoje działania lub zaniechania, zwłaszcza za to, że zdecydujesz się nabyć lub zbyć instrumenty finansowe na podstawie informacji z tej publikacji handlowej. Nie odpowiadamy też za szkody, które mogą wynikać z bezpośredniego czy też pośredniego wykorzystania tych informacji. Inwestowanie jest ryzykowne. Inwestuj odpowiedzialnie.</p>",
            "date": "2024-11-06T19: 47: 29Z"
        },
        {
            "data": "<ul> \n <li><span><span><span><span><span><span>Inflacja CPI wzrosła w USA za październik do poziomu 2, 6% r/r, zgodnie z oczekiwaniami, natomiast inflacja bazowa pozostała na poziomie 3, 3% r/r. Brak zaskoczenia inflacją spowodował wzrost oczekiwań na obniżki stóp procentowych</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Nie zaszkodziło to jednak amerykańskiemu dolarowi. EURUSD notuje poziom 1, 055, który jest najniższy od października 2023 roku. Wall Street kontynuuje wzrosty, choć na umiarkowanym poziomie, przy spadkach w Europie.&nbsp;</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Donald Trump oficjalnie przyznał dzisiaj, że Elon Musk obejmie Departament Efektywności Rządowej. Choć nie ma to być oficjalne rządowe stanowisko, to Musk ma doradzać administracji oraz Trumpowi w sprawach obniżek wydatków. Musk ma ambitny plan zmniejszenia wydatków o 2 biliony dolarów, co wydaje się być ambitnym planem przy obecnych wydatkach na poziomie bliskich 7 bilionów dolarów</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Mocny dolar nakłada presję na rynek metali szlachetnych, gdzie kolejne 0.6% cofa się dziś złoto, a srebro testuje okolice 30.5 USD za uncję. Ponad 1% tracą pallad i platyna. Rentowności 10-letnich papierów skarbowych USA wzrosły dziś o ponad 2 punkty bazowe, do 4.45%</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Wypowiedzi członków Fed Kashkariego, Logan, Musalema i Schmida wskazują, że Rezerwa Federalna nabiera pewności co do spadku inflacji do celu. Jednak w ocenie Logan obecne stopy procentowe są bliskie neutralnej stopie dla gospodarki, co pokazuje pewien rozdźwięk względem przekonań niektórych członków, sugerujących, że stopy Fed pozostają na poziomach restrykcyjnych</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Wszyscy członkowie Fed wyrazili przekonanie, co do solidnych warunków wśród amerykańskich biznesów i konsumpcji. Pozostają jednak ostrożni co do oceny warunków na rynku pracy, większość sugeruje, że warunki te uległy wyraźnemu ochłodzeniu, a Fed będzie skłonny ‘reagować’ jeśli dostrzeże dalszą słabość w danych</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Akcje producenta szczepionek mRNA zyskują dziś ponad 5%; firma zamierza przejąć chińską spółkę Biotheus w celu poszerzenia oferty produktów w terapiach zwalczania raka; przejęcie ma kosztować 800 milionów dolarów, a transakcja zostać zamknięta w Q1 2025 (BNT327)</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Akcje Siemens Energy wzrosły dziś o prawie 19%, po wynikach za ostatni kwartał; firma odnotowała rekordowe zamówienia i podniosła prognozy; akcje Siemensa są w tym roku najmocniejszym komponentem w DAX; od początku roku wzrosły o 290%</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Surowce energetyczne zyskują; ropa brent i WTI notuje ponad 1% wzrost, a kontrakty na gaz ziemny zyskują ponad 3%, przekraczając psychologiczny poziom 3 USD za mmbtu</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Kontrakty terminowe na kakao wzrosły dziś o ponad 3% ponieważ inwestorzy obawiają się wpływu intensywnych opadów deszczu w Afryce, wobec szczytu sezonu zbiorów, przypadającego w grudniu. Opady zwiększają ryzyko chorób drzew i pleśni, ograniczając podaż. Zapasy kakao w nowojorskich portach pozostają najniższe od 2005 roku</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Towary rolne tracą, pod presją mocnego dolara; spadki widoczne są szczególnie w kontraktach terminowych na pszenicę, gdzie dodatkową presję nakłada perspektywa opadów w Rosji i poprawa oceny upraw w USA; WHEAT traci 1.5%</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Kryptowaluty mają za sobą kolejny, bardzo udany dzień. Bitcoin odnotował rekordowy poziom w okolicach 92.5 tysiąca dolarów, na fali rosnących napływów do funduszy ETF i perspektyw wsparcia branży ze strony nowej administracji Donalda Trumpa</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Po sesji w USA wyniki przedstawi dostawca infrastruktury dla centrów danych, Cisco Systems (CSCO.US); o 22: 30 poznamy zmianę zapasów ropy w USA wg. API</span></span></span></span></span></span></li> \n</ul>\n<p id='disclaimer'>Ta publikacja handlowa jest informacyjna i edukacyjna. Nie jest rekomendacją inwestycyjną ani informacją rekomendującą lub sugerującą strategię inwestycyjną. W materiale nie sugerujemy żadnej strategii inwestycyjnej ani nie świadczymy usługi doradztwa inwestycyjnego. Materiał nie uwzględnia indywidualnej sytuacji finansowej, potrzeb i celów inwestycyjnych klienta. Nie jest też ofertą sprzedaży ani subskrypcji. Nie jest zaproszeniem do nabycia, reklamą ani promocją jakichkolwiek instrumentów finansowych. Publikację handlową przygotowaliśmy starannie i obiektywnie. Przedstawiamy stan faktyczny znany autorom w chwili tworzenia dokumentu. Nie umieszczamy w nim żadnych elementów oceniających. Informacje i badania oparte na historycznych danych lub wynikach oraz prognozy nie stanowią pewnego wskaźnika na przyszłość. Nie odpowiadamy za Twoje działania lub zaniechania, zwłaszcza za to, że zdecydujesz się nabyć lub zbyć instrumenty finansowe na podstawie informacji z tej publikacji handlowej. Nie odpowiadamy też za szkody, które mogą wynikać z bezpośredniego czy też pośredniego wykorzystania tych informacji. Inwestowanie jest ryzykowne. Inwestuj odpowiedzialnie.</p>",
            "date": "2024-11-13T20: 02: 51Z"
        },
        {
            "data": "<p><span><span><span><span><span><span>Ropa:</span></span></span></span></span></span></p> \n<ul> \n <li><span><span><span><span><span><span>Ropa naftowa odbija na początku nowego tygodnia w związku z obawami o sytuację geopolityczną. Biden zezwolił Ukrainie na używanie rakiet dalekiego zasięgu na atak pozycji w Rosji</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Obawy inwestorów dotyczą tego, że Ukraina będzie celowała w rosyjską infrastrukturę naftową, aby odciąć kraj od głównego źródła finansowania</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Obawy dotyczące popytu w Chinach w przyszłym roku powodują, że pojawiają się prognozy spadku cen do 40 USD za baryłkę. Chińskie rafinerie przetworzyły nieco ponad 14 mln brk na dzień w październiku, co stanowi niemal 5% niższy poziom niż w zeszłym roku</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Rafinerie w USA próbują pracować ze zdwojoną siłą. W ostatnim czasie obserwujemy wyraźne odbicie crack spreadu, co sugeruje, że potencjalny krótkoterminowy dołek może być już za nami</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Chociaż perspektywy na przyszły rok wydają się być mieszane, ale jednocześnie z dużą niepewnością dotyczącą podaży, to obserwujemy rozpoczęcie domykania dywergencji między ropą WTI oraz TNOTE (odwrotność)</span></span></span></span></span></span></li> \n</ul> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='372' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXetfwdEpDrtPwDwhbujg6uT0x1S6qaGBjQNVjE6gyKYvjuuVakmyJrMUH6f5nRhUfQF1mwFlal6I0W1qEHvZl8uXlhklC2IYIEvn4WSu7yzzBKukmDblBK8kjcRrhSGkWLW5T9zHg?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Crack spread sugeruje, że lokalny dołek na ropie może być już za nami. Podobna sytuacja ma miejsce również po stronie różnic na najbliżśzych kontraktach, choć jednocześnie ostatnie spadki spreadów mogą oznaczać odwracanie się krzywej, co sugerowałoby możliwe dalsze spadki w przyszłym roku. Źródło: Bloomberg FInance LP, XTB</span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='288' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXdos6cac1qjPseywZYU-glFolW-uMjR0JP_YmFk15YTSlD7wDBPXA8lNaISNMd-ccPJbZgrRV8OSbL5HZgFmGI5yU8adaYgWhRvrvd8NiAEd9gcSFDdW4qYg6shlUL4kK-GwxNBgw?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Ropa naftowa odbija i obecnie w grze może być rozgrywanie podwójnego/potrójnego dołka. Zakres formacji wskazywałby nawet na 79 USD za baryłkę. Z kolei równomierne domknięcie dywergencji wskazywałoby na wzrosty cen ropy do 75 USD za baryłkę. Obecnie kluczowe oporu to 70 USD (połowa dystansu między średnimi 25 i 50), a następnie 73 USD wraz z 100 okresową średnią. Źródło: xStation5</span></span></span></span></span></span></p> \n<br> \n<br> &nbsp; \n<p><span><span><span><span><span><span>Gaz:</span></span></span></span></span></span></p> \n<ul> \n <li><span><span><span><span><span><span>Ceny gazu w Europie oraz w USA pozostają na podwyższonym poziomie</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Ceny gazu w Europie rosną ze względu na mroźną pogodę i wyższe wykorzystanie gazu niż standardowo</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Rosja informuje również Austrię, że zamierza wstrzymać dostawy gazu przez rurociąg biegnący przez Ukrainę w najbliższym czasie. Rosja zamierza kontynuować dostawy rurociągami do Węgier i Słowacji</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Sytuacja pogodowa w Stanach Zjednoczonych pozostaje stabilna, ale w ostatnim czasie doszło do zmniejszenia produkcji oraz zmniejszenia eksportu</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Zapasy gazu kontynuują wzrosty w USA. Niemniej zbliża się moment sezonowego spadku zapasów</span></span></span></span></span></span></li> \n</ul> &nbsp; \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='411' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXe5vJG1Rho8Mb5Upa1BedBNKaod1CpS-a5onczNaKS4TC5WpI7nP22H0orZGuRQ3tNyKv6ZcNxp6oDt--XSjIVeNnYndjmD5z9OzFa0pjvMtd7-rJWJt1SHADFuIuXOzHpK91Oo?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Zapasy w USA pozostają na najwyższym poziomie od 5 lat, pomimo problemów produkcyjnych. Brak zmiany pogody na mroźną może spowodować, że zapasy mogą rozpocząć spadek później niż w ostatnich 5 latach. Źródło: Bloomberg Finance LP, XTB</span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='412' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXfuZRVoY6Vm8Xlv-HeRqFGGAP0QLQ7ik2Pjra3dj6gRHxRfLOQ9lxBN4aOqlTiGrtvhjdJZcKAtuiF6Otjfygdljp4vuv4gwaD-26xtC8KBpgNUD4DBzK-g7w9jp62x3brVyULj?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Ceny gazu odbiegają od sezonowości, ale 5 i 10 letnia sezonowość wskazują na spadki w drugiej połowie listopada oraz w grudniu. Długoterminowa sezonowość wskazuje z kolei na konsolidację w grudniu. Źródło: Bloomberg Finance LP, XTB</span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='500' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXdFcB_9wSoMw-lNLSh2Oa7SyzFagMfYvqLWUwr0tXziD_Keit41xpipnJgXsgRKVXbGpblkABhN7VVKrWdS336ZfONUbtL8aNwxmCV19h5ovKgMnqgOgiZIlSZEkbjkFXbaSnHe?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Ceny gazu w USA oraz Europie pozostają na podwyższonym poziomie. Niemniej patrząc na zachowanie cen w Europie w zeszłym roku, w drugiej połowie listopada rozpoczęły się wyraźne spadki. Obecnie krzywa terminowa w Europie pozostaje w lekkim backwardation z perspektywy najbliżśzych miesięcy. W USA szykuje się jeszcze jedno dodatnie rolowanie. Źródło: Bloomberg Finance LP, XTB</span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='289' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXfbWIh9As3QU65mX-9cbCDNfanKzq4_Igp0CSdzRvg9TK1yc47tWLoz7fXm7JBDSRr8INYajGr3zp7qZIcpZMNZ9I_cocyX26-IfbxgE5hsk6VbVmAKXSW3M_A5E9dz3stG-JQP?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Za dwa dni będzie miało miejsce rolowanie kontraktów terminowych. Cena ropy pozostaje na podwyższonym poziomie i reaguje na trend wzrostowy. Cena po rolowaniu potencjalnie może przekroczyć szczyty z pierwszej połowy czerwca przy 3, 1 USD/MMBTU. Źródło: xStation5</span></span></span></span></span></span></p> &nbsp; \n<p><span><span><span><span><span><span>Złoto:</span></span></span></span></span></span></p> \n<ul> \n <li><span><span><span><span><span><span>Złoto odbija drugi dzień z rzędu, a w pierwszej sesji tygodnia zakończona była spadkowa passa, która miała miejsce niemal nieprzerwanie od wyborów prezydenckich w USA</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Zachowanie cen po wyborach w 2016 i 2020 roku sugeruje utrzymanie się spadków 20-30 sesji po wyborach, ale spadki jednoczesnie wtedy nie przekraczały 10%</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Spadki od wyborów nie przekroczyły 8%, natomiast od końca października wyniosły maksymalnie 9%</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Obecnie mówi się przede wszystkim o sporym popycie jubilerskim w Indiach, ale jednocześnie dane z tego roku mówią o dwucyfrowym spadku popytu jubilerskiego w Chinach. Trend ten może być kontynuowany w przyszłym roku</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Cena potencjalnie powinna osiągnąć lokalny dołek w przyszłym tygodniu. Celem obecnego odbicia może być okolica 2670 USD za uncję, gdzie znajduje się zniesienie 50.0 ostatniej fali spadkowej i 23.6 impulsu wzrostowego trwającego od czerwca. W tym miejscu znadjuje się również średnia 50 okresowa oraz lokalne szczyty z 26 września</span></span></span></span></span></span></li> \n</ul> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='288' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXeXcQcr7WCDOeCG-GhXlVI4bUWPBGymDa2FuStJjtzL0GULdhut770rA7GK8CLMt7id6UNhFBRfpesvWUSNbW2uH3dFcnyZ9rXrlJCAjeihod3QJmcXCyjD1WaI1sl2zRw6nU8T4A?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Źródło: xStation5</span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='311' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXeGlKsrXHTivGK3K5dEqA4cdkn06XW5FSMyNxwM3AXLouauUC5Q9xoE476KpJUpCjb7hZtGty_FUwnMEhE4ou6XA5jv39Iv1zipv5ieRuX_foWqr5VEs3PmaTf5ReT4d12jpmNnxw?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Złoto ograniczyło wyraźnie straty w ostatnich dwóch sesjach. Źródło: Bloomberg Finance LP, XTB</span></span></span></span></span></span></p> \n<br> \n<br> &nbsp; \n<p><span><span><span><span><span><span>Kakao:</span></span></span></span></span></span></p> \n<ul> \n <li><span><span><span><span><span><span>Po listopadowym rolowaniu kontraktów terminowych pojawiła się spora niepewność dotycząca obecnych dostaw oraz tych w kolejnych tygodniach</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Najwięcej dostaw do portów na Wybrzeżu Kości Słoniowej ma mieć miejsce w najbliższych 4-5 tygodniach, natomiast nadmierne deszcze w niektórych rejonach mogą spowodować spore problemy z pleśnią</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Niska jakość kakao będzie powodowała, że zapasy na giełdach nie odbiją. Te cały czas spadają, nawet pomimo większych dostaw do portów niż w zeszłym roku</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Regulator z Wybrzeża Kości Słoniowej dopuszcza do eksportu kakao, którego ilość ziaren na 100 gramów wynosi od 80 do 100 (z niewielkimi odchyleniami w obie strony). Obecnie średnia ilość ziaren dostarczanych do portów na 100 gramów wynosi 105, co potencjalnie oznacza niższą jakość (mniejsze ziarna)</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Niemniej cena zaliczyła niewielką korektę na przełomie poprzedniego i obecnego tygodnia, co jest związane ze zmniejszeniem się presji dotyczącej europejskich regulacji.&nbsp;</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>ICE wskazuje, że opóźnia zmiany dotyczące kontraktów terminowych na kakao oraz kawę w związku z opóźnieniem wejścia w życie regulacji dotyczącej deforestacji w Unii Europejskiej. Nowe regulacje miały wejść w życie na koniec tego roku</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Potencjalnie nowe regulacje spowodowały mniejszą dostępną podaż kakao dla rynku europejskiego, który jest największy na świecie dla tego towaru.&nbsp;</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Dostawy kakao do portów na Wybrzeżu KoŚci Słoniowej wyniosły 548 tys. ton w okresie od 1 października do 17 listopada, co jest liczbą o 32% wyższą od zeszłorocznego poziomu 415 tys. Ton.</span></span></span></span></span></span></li> \n <li><span><span><span><span><span><span>Maxar Technologies wskazuje, że sucha pogoda i wysokie temperatury w Ghanie oraz Nigerii mogą ponownie wpłynąć na ograniczenie produkcji w tzw. Mid-season, który zaczyna się na przełomie kwietnia oraz maja</span></span></span></span></span></span></li> \n</ul> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='391' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXeJbkGgpqOi0tdnh_UC1-e0JuJudbqx35fM2Fk0WkWl-6-z1ibI_R-gWwjX4foblS2pcWNyjC94ZMxVCivjbaz90IPl9BTpmNX0rqftvq2XBf8MuxznC-81Twvp2tXhz7vHaMnrCw?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Zapasy kakao kontynuują spadki i znajdują się na najniższym poziomie od 19 maja. Źródło: Bloomberg Finance LP, XTB</span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span><span><span><span><span><span><img height='284' src='https://lh7-qw.googleusercontent.com/docsz/AD_4nXerNxFB3dNRETj-yBDHPqeXVZXxJySB_s8-cZtAYNjythCbIrVtJ2qbCLOnHhAHcleIFraV6LjHsmiVDMTu1QYRbPUQKGM8p6gLNey5b0VcxiU1kk_TlFkQ2uDaVDpIyVEweHjA0Q?key=IfvnA_WBs_h0PJXylGxBYSf4' width='624'></span></span></span></span></span></span></span></span></span></span></span></p> \n<p><span><span><span><span><span><span>Przebicie ceny 8700-9000 skutkowałoby prawdopodobnie próbą dotarcia w okolice 10000 USD. Z drugiej strony pojawiają się obawy dotyczące popytu przy tak wysokich cenach. Jeśli dane dotyczące przetwórstwa wypadną słabo za IV kwartał (a potencjalnie jest to najlepszy kwartał w roku), to będzie to oznaczało, że mamy do czynienia z destrukcją popytu. Źródło: xStation5</span></span></span></span></span></span></p> \n<br> &nbsp;\n<p id='disclaimer'>Ta publikacja handlowa jest informacyjna i edukacyjna. Nie jest rekomendacją inwestycyjną ani informacją rekomendującą lub sugerującą strategię inwestycyjną. W materiale nie sugerujemy żadnej strategii inwestycyjnej ani nie świadczymy usługi doradztwa inwestycyjnego. Materiał nie uwzględnia indywidualnej sytuacji finansowej, potrzeb i celów inwestycyjnych klienta. Nie jest też ofertą sprzedaży ani subskrypcji. Nie jest zaproszeniem do nabycia, reklamą ani promocją jakichkolwiek instrumentów finansowych. Publikację handlową przygotowaliśmy starannie i obiektywnie. Przedstawiamy stan faktyczny znany autorom w chwili tworzenia dokumentu. Nie umieszczamy w nim żadnych elementów oceniających. Informacje i badania oparte na historycznych danych lub wynikach oraz prognozy nie stanowią pewnego wskaźnika na przyszłość. Nie odpowiadamy za Twoje działania lub zaniechania, zwłaszcza za to, że zdecydujesz się nabyć lub zbyć instrumenty finansowe na podstawie informacji z tej publikacji handlowej. Nie odpowiadamy też za szkody, które mogą wynikać z bezpośredniego czy też pośredniego wykorzystania tych informacji. Inwestowanie jest ryzykowne. Inwestuj odpowiedzialnie.</p>", 
            "date": "2024-11-19T13: 58: 08Z"
        },
        {
            "data": "<p>Rynek kakao doświadcza bardzo mocnego wzrostu od początku tego tygodnia, co jest związane z pojawieniem się obaw dotyczących obecnych zbiorów na Wybrzeżu Kości Słoniowej. Obecnie zbiory przebiegają bez zarzutów i dostawy do portów są nawet 30% wyższe niż w zeszłym roku. Niemniej ostatnie dosyć spore opady w niektórych rejonach kraju doprowadziły do powstania pleśni w wysuszonych ziarnach kakao i niektóre dostawy nie są akceptowane przez handlowców. Dodatkowo susza i wysokie temperatury w innych rejonach zagrażają drzewkom kakaowym przed tzw. mid-season, który zaczyna się w kwietniu. Niemniej obecnie z perspektywy trwającego głównego sezonu kluczowe są deszcze. Ich nadmierna ilość powoduje problemy w dostawach oraz może doprowadzić do chorób drzewek oraz powstawania pleśni w ostatnim kluczowym okresie głównego zbioru w grudniu. Jednocześnie obserwujemy dalszy spadek zapasów kakao w portach w Nowym Jorku (kakao do dostaw z kontraktów terminowych), które są obecnie najniższe od 2005 roku.&nbsp;</p> \n<p>Ceny kakao rosną w tym tygodniu o około 17%. Cena jest obecnie najwyższa od połowy października i testuje okolice 8200 USD za tonę. Wczoraj doszło do przełamania linii trendu wzrostowego. Obecny wzrost wydaje się mieć charakter spekulacyjny, ale dalsze problemy w dostawach mogą doprowadzić do wybicia oporu w okolicach 8400 USD za tonę. Wtedy otwarta zostanie droga do oporów w okolicach 10000 USD. Ostatnio kakao znajdowało się przy tych poziomach w czerwcu.&nbsp;</p> \n<img src='https://s3.eu-central-1.amazonaws.com/xstation5screens/031/065/68e82fa1265e78472fadc3e641b95482fe075cb7.png'> &nbsp;  \n<p>&nbsp;</p> \n<p>&nbsp;</p>\n<p id='disclaimer'>Ta publikacja handlowa jest informacyjna i edukacyjna. Nie jest rekomendacją inwestycyjną ani informacją rekomendującą lub sugerującą strategię inwestycyjną. W materiale nie sugerujemy żadnej strategii inwestycyjnej ani nie świadczymy usługi doradztwa inwestycyjnego. Materiał nie uwzględnia indywidualnej sytuacji finansowej, potrzeb i celów inwestycyjnych klienta. Nie jest też ofertą sprzedaży ani subskrypcji. Nie jest zaproszeniem do nabycia, reklamą ani promocją jakichkolwiek instrumentów finansowych. Publikację handlową przygotowaliśmy starannie i obiektywnie. Przedstawiamy stan faktyczny znany autorom w chwili tworzenia dokumentu. Nie umieszczamy w nim żadnych elementów oceniających. Informacje i badania oparte na historycznych danych lub wynikach oraz prognozy nie stanowią pewnego wskaźnika na przyszłość. Nie odpowiadamy za Twoje działania lub zaniechania, zwłaszcza za to, że zdecydujesz się nabyć lub zbyć instrumenty finansowe na podstawie informacji z tej publikacji handlowej. Nie odpowiadamy też za szkody, które mogą wynikać z bezpośredniego czy też pośredniego wykorzystania tych informacji. Inwestowanie jest ryzykowne. Inwestuj odpowiedzialnie.</p>",
            "date": "2024-11-13T15: 52: 08Z"
        }
    ],
    "time": "2024-09-12 09:15:05"
}
